{
  "plugins": {
    "artio.nvim": {
      "src": "https://github.com/comfysage/artio.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "janet.vim": {
      "src": "https://github.com/janet-lang/janet.vim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "minibuffer.nvim": {
      "src": "https://github.com/simifalaye/minibuffer.nvim.git"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/miikanissi/modus-themes.nvim"
    },
    "nvim-fzy": {
      "src": "https://codeberg.org/mfussenegger/nvim-fzy"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-paredit": {
      "src": "https://github.com/julienvincent/nvim-paredit"
    },
    "nvim-parinfer": {
      "src": "https://github.com/gpanders/nvim-parinfer"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "parpar.nvim": {
      "src": "https://github.com/dundalek/parpar.nvim"
    },
    "vim-moonfly-colors": {
      "src": "https://github.com/bluz71/vim-moonfly-colors"
    },
    "vim-rails": {
      "src": "https://github.com/tpope/vim-rails"
    },
    "vim-slime": {
      "src": "https://github.com/jpalardy/vim-slime"
    }
  }
}