# zsh plugins

# these need to go first
rupa/z
mattmc3/ez-compinit

# completions after ez-compinit
zsh-users/zsh-completions kind:fpath path:src

# belak minimal jobbies
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility
# belak/zsh-utils path:completion

# lazy loading
davidparsson/zsh-pyenv-lazy

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search kind:defer
